Revit 2017 API
AssetPropertyUInt64 Class
 Represents a property of UInt64 value.
Namespace: Autodesk.Revit.Utility
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2014
Syntax
C#
public class AssetPropertyUInt64 : AssetProperty
Visual Basic
Public Class AssetPropertyUInt64 _
	Inherits AssetProperty
Visual C++
public ref class AssetPropertyUInt64 : public AssetProperty
Inheritance Hierarchy
System.Object
 Autodesk.Revit.Utility.AssetProperty
 Autodesk.Revit.Utility.AssetPropertyUInt64
See Also
AssetPropertyUInt64 Members
Autodesk.Revit.Utility Namespace